{
    "Learning Paths": "သင်ယူမှုလမ်းကြောင်းများ",
    "Quick Tips": "အမြန်အကြံဥာဏ်များ",
    "Blogs": "ဘလော့များ",
    "Browse": "ရှာဖွေကြည့်ပါ",
    "Sign In": "ဆိုင်းအင်",
    "Sign Up": "ဆိုင်းအပ်",
    "Explore Your Creative Interests": "သင်၏ ဖန်တီးမှုဆိုင်ရာ စိတ်ဝင်စားမှုများကို စူးစမ်းပါ။",
    "Discover and customize your learning journey by adding tags that reflect your creative interests.": "သင်၏ဖန်တီးမှုစိတ်ဝင်စားမှုများကို ထင်ဟပ်စေသည့် တဂ်များထည့်ခြင်းဖြင့် သင်၏သင်ယူမှုခရီးလမ်းကို ရှာဖွေပြီး စိတ်ကြိုက်ပြင်ဆင်ပါ။",
    "Add More": "နောက်ထပ်ထည့်ပါ",
    "Recommended Learning Paths": "သင်ကြားရေးလမ်းကြောင်းများကို အကြံပြုထားသည်။",
    "Reach your learning goals with hand-picked, sequential classes.": "လက်ဖြင့်ရွေးချယ်ထားသော အတန်းလိုက်အတန်းများဖြင့် သင်၏သင်ယူမှုပန်းတိုင်များကို အရောက်လှမ်းပါ။",
    "View All Learning Paths": "သင်ယူမှုလမ်းကြောင်းများအားလုံးကို ကြည့်ရှုပါ",
    "Recommended Courses For You": "သင့်အတွက် အကြံပြုထားသော သင်တန်းများ",
    "Advance towards your learning objectives with expertly selected, step-by-step courses.": "ကျွမ်းကျင်စွာရွေးချယ်ထားသော၊ အဆင့်ဆင့်သော သင်တန်းများဖြင့် သင်၏ သင်ယူမှုရည်မှန်းချက်များဆီသို့ ရှေ့တိုးလိုက်ပါ။",
    "New And Popular Courses": "အသစ်နှင့်လူကြိုက်များသောသင်တန်းများ",
    "Discover the latest trends and most sought-after topics with our new and popular courses.": "ကျွန်ုပ်တို့၏သင်တန်းအသစ်များနှင့် လူကြိုက်များသောသင်တန်းများနှင့်အတူ နောက်ဆုံးပေါ်ခေတ်ရေစီးကြောင်းများနှင့် အမေးအများဆုံးအကြောင်းအရာများကို ရှာဖွေပါ။",
    "Courses Based on Your Interests": "သင့်စိတ်ဝင်စားမှုအပေါ်အခြေခံသော သင်တန်းများ",
    "Explore personalized recommendations tailored to your interests and preferences.": "သင့်စိတ်ဝင်စားမှုများနှင့် စိတ်ကြိုက်ရွေးချယ်မှုများနှင့်အညီ စိတ်ကြိုက်ပြင်ဆင်ထားသော အကြံပြုချက်များကို စူးစမ်းပါ။",
    "Courses": "သင်တန်းများ",
    "All Courses": "သင်တန်းများအားလုံး",
    "Free Courses": "အခမဲ့သင်တန်းများ",
    "Premium Courses": "ပရီမီယံသင်တန်းများ",
    "Podcast": "ပေါ့တ်ကာစ်",
    "Discord": "ဒစ်စကော့",
    "Company": "ကုမ္ပဏီ",
    "Community": "အသိုင်းအဝိုင်း",
    "Youtube": "ယူကျုစ်",
    "About us": "ကျွန်ုပ်တို့ အကြောင်း",
    "Terms & Conditions": "စည်းကမ်းနှင့်သတ်မှတ်ချက်များ",
    "Privacy & Policy": "ကိုယ်ရေးအချက်အလက်မူဝါဒ",
    "Support Center": "အထောက်အကူပြုစင်တာ",
    "Welcome Back": "ကြိုဆိုပါတယ်",
    "Don't have an account yet?": "အကောင့်မရှိသေးဘူးလား?",
    "Sign up here": "ဤနေရာတွင် စာရင်းသွင်းပါ။",
    "Email Address": "အီးမေးလ်လိပ်စာ",
    "Password": "စကားဝှက်",
    "Forgot Password ?": "စကားဝှက်မေ့နေပါသလား ?",
    "Create an account": "အကောင့်တစ်ခုဖန်တီးပါ။",
    "Already have an account?": "အကောင့်ရှိပြီးသားလား?",
    "Sign in here": "ဤနေရာတွင် ဝင်ရောက်ပါ။",
    "Display Name": "ဖော်ပြမည့်အမည်",
    "Confirm Password": "စကားဝှက်အတည်ပြုခြင်း",
    "Re-type Password": "စကားဝှက်အားပြန်ရိုက်ပါ",
    "Create Account": "အကောင့်ပြုလုပ်ပါ",
    "Remember your password?": "သင့်စကားဝှက်ကို မှတ်မိပါသလား။",
    "Submit": "တင်ပြပါ",
    "Processing": "လုပ်ဆောင်နေသည်",
    "Remember Me": "ကျွန်တော့်ကိုမှတ်မိပါသလား။",
    "Platform Administration": "ပလပ်ဖောင်း စီမံခန့်ခွဲမှု",
    "Dashboard": "ဒက်ရှ်ဘုတ်",
    "Analytics": "ပိုင်းခြားစိတ်ဖြာ",
    "Nav Banner": "Nav Banner",
    "Sliders": "ဆလိုက်ဒါများ",
    "Coupons": "ကူပွန်များ",
    "Catalogues": "ကက်တလောက်များ",
    "Categories": "အမျိုးအစားများ",
    "Subcategories": "အမျိုးအစားခွဲများ",
    "Rating & Reviews": "အဆင့်သတ်မှတ်ခြင်းနှင့် သုံးသပ်ချက်များ",
    "Newsletter": "သတင်းလွှာ",
    "Manage Blog": " ဘလော့ စီမံခန့်ခွဲမှု",
    "Contents": "အကြောင်းအရာများ",
    "Support Chat": "ပံ့ပိုးမှု Chat",
    "Subscription Management": "စာရင်းသွင်းမှုစီမံခန့်ခွဲမှု",
    "Subscription Plans": "စာရင်းသွင်းမှု အစီအစဉ်များ",
    "User Subscriptions": "အသုံးပြုသူ စာရင်းသွင်းမှုများ",
    "Payment Processing": "ငွေပေးချေမှု လုပ်ဆောင်ခြင်း",
    "Tracking And Reporting": "ခြေရာခံခြင်းနှင့် အစီရင်ခံခြင်း",
    "Renewal and Cancellation": "Renewal and Cancellation",
    "Management And Oversight": "စီမံခန့်ခွဲမှုနှင့် ကြီးကြပ်ကွပ်ကဲမှု",
    "Manage Instructors": "နည်းပြဆရာများ စီမံခန့်ခွဲမှုy",
    "Claims as a Instructor": "နည်းပြဆရာအဖြစ် တောင်းဆိုမှုများ",
    "Instructors": "နည်းပြဆရာများ",
    "Manage Authority": "အခွင့်အာဏာ စီမံခန့်ခွဲမှု",
    "Permissions": "ခွင့်ပြုချက်များ",
    "Roles": "ရာထူးတာဝန်များ",
    "Assign Role Permissions": "ရာထူးတာဝန် ခွင့်ပြုချက်များ",
    "Manage Accounts": "အကောင့်စီမံခန့်ခွဲမှု",
    "Registered Accounts": "မှတ်ပုံတင်ထားသော အကောင့်များ",
    "Admin Manage'": "အက်မင် စီမံခန့်ခွဲမှု'",
    "Settings": "ဆက်တင်များ",
    "Database Backup": "ဒေတာဘေ့စ် အရန်များ",
    "Skill Tags": "ကျွမ်းကျင်မှု တက်ဂ်များ",
    "Reach Your Learning Goals With Hand-Picked, Sequential Courses": "လက်ဖြင့်ရွေးချယ်၍ ဆက်တိုက်သင်တန်းများဖြင့် သင်၏သင်ယူမှုပန်းတိုင်များကို အရောက်လှမ်းပါ။",
    "Focus your creative journey with our platform Learning Paths. Deepen your skillset with a set of curated courses that build on one another, reinforcing lessons. Available in a range of experience levels from beginner to advanced.": "ကျွန်ုပ်တို့၏ ပလက်ဖောင်း သင်ယူခြင်းလမ်းကြောင်းများဖြင့် သင်၏ ဖန်တီးမှုခရီးကို အာရုံစိုက်ပါ။ တစ်ခုနှင့်တစ်ခုတည်ဆောက်ကာ သင်ခန်းစာများကို အားဖြည့်ပေးသော စုစည်းထားသော သင်တန်းများနှင့်အတူ သင်၏ကျွမ်းကျင်မှုကို တိုးချဲပါ။ စတင်သူမှ အဆင့်မြင့်အထိ အတွေ့အကြုံအဆင့် အကွာအဝေးတွင် ရနိုင်သည်။.",
    "Enter Your Name": "သင့်အမည်ကို ထည့်သွင်းပါ။",
    "Enter Email Address": "အီးမေးလ်လိပ်စာရိုက်ထည့်ပါ။",
    "Enter Password": "စကားဝှက် ရိုက်ထည့်ပါ။",
    "Reset Password": "စကားဝှက်ကို ပြန်လည်သတ်မှတ်ပါ",
    "New Password": "စကားဝှက်အသစ်",
    "Admin Manage": "အက်မင် စီမံခန့်ခွဲမှု",
    "Overview": "ခြုံငုံသုံးသပ်ချက်",
    "Stats": "အခြေအနေ",
    "Earning": "ဝင်ငွေ",
    "Announcements": "ကြေငြာချက်များ",
    "Help": "အကူအညီ",
    "Your internet connection is restored. Welcome back!": "သင့်အင်တာနက်ချိတ်ဆက်မှုကို ပြန်လည်ရယူထားသည်။ ကြိုဆိုပါတယ်!",
    "You are currently offline. Please check your internet connection.": "သင်သည် လောလောဆယ် အော့ဖ်လိုင်းဖြစ်နေသည်။ သင့်အင်တာနက်ချိတ်ဆက်မှုကို စစ်ဆေးပါ။",
    "Your internet connection is too slow. Please consider connecting to a faster network.": "သင့်အင်တာနက်ချိတ်ဆက်မှုသည် နှေးကွေးလွန်းသည်။ ပိုမိုမြန်ဆန်သောကွန်ရက်သို့ ချိတ်ဆက်ရန် စဉ်းစားပါ။",
    "Your internet connection is slow. Please consider connecting to a faster network for optimal performance.": "သင့်အင်တာနက်ချိတ်ဆက်မှု နှေးကွေးနေပါသည်။ အကောင်းဆုံးစွမ်းဆောင်ရည်အတွက် ပိုမိုမြန်ဆန်သောကွန်ရက်သို့ ချိတ်ဆက်ရန် စဉ်းစားပါ။",
    "List": "စာရင်း",
    "Edit": "တည်းဖြတ်ပါ",
    "Delete": "ဖျက်ပါ",
    "Go Back": "ပြန်သွားပါ",
    "Create": "ဖန်တီးပါ",
    "Nav Banners": "ဆလိုက်ဒါနဖူးစည်းများ",
    "Account Settings": "အကောင့်ဆက်တင်များ",
    "View Profile": "ပရိုဖိုင်ကို ကြည့်ရှုပါ",
    "Change Username": "အသုံးပြုသူအမည်ကို ပြောင်းပါ",
    "Change Password": "စကားဝှက်ကိုပြောင်းပါ",
    "Change Email Address": "အီးမေးလ်လိပ်စာကိုပြောင်းပါ",
    "Email And Notifications": "အီးမေးလ်နှင့် အသိပေးချက်များ",
    "Membership and Payments": "အဖွဲ့ဝင်ခြင်းနှင့် ငွေပေးချေမှုများ",
    "Headline": "ခေါင်းကြီး",
    "About": "အကြောင်း",
    "Avatar": "Avatar",
    "Save Changes": "အပြောင်းအလဲများကို သိမ်းဆည်းပါ",
    "Personal Website": "ကိုယ်ပိုင် ဝဘ်ဆိုဒ်",
    "Username": "အသုံးပြုသူအမည်",
    "Privacy": "ကိုယ်ရေးကိုယ်တာ",
    "Make my profile private": "ကျွန်ုပ်၏ပရိုဖိုင်ကို သီးသန့်ပြုလုပ်ပါ။",
    "Remove my profile from web search results": "ဝဘ်ရှာဖွေမှုရလဒ်များမှ ကျွန်ုပ်၏ပရိုဖိုင်ကို ဖယ်ရှားပါ။",
    "Current Password": "လက်ရှိစကားဝှက်",
    "Email Notifications": "အီးမေးလ်အကြောင်းကြားချက်များ",
    "Profile Information": "ကိုယ်ရေးအချက်အလက်",
    "Your Profile URL": "သင့်ပရိုဖိုင် URL",
    "Current Email Address": "လက်ရှိအီးမေးလ်လိပ်စာ",
    "New Email Address": "အီးမေလ်းလိပ်စာအသစ်",
    "Enter New Email Address": "အီးမေလ်းလိပ်စာအသစ်ထည့်ပါ။",
    "Confirm New Email Address": "အတည်ပြုအီးမေးလ်လိပ်စာအသစ်",
    "Enter Confirm New Email Address": "အတည်ပြုအီးမေလ်းလိပ်စာအသစ်ထည့်ပါ။",
    "For security purposes, we'll send a verification link to update your email address. Please follow the instructions provided in the verification email for the change to take effect.": "လုံခြုံရေးရည်ရွယ်ချက်အတွက်၊ သင်၏အီးမေးလ်လိပ်စာကို အပ်ဒိတ်လုပ်ရန် အတည်ပြုခြင်းလင့်ခ်တစ်ခုကို ပေးပို့ပါမည်။ အပြောင်းအလဲကို အသက်ဝင်စေရန် အတည်ပြုအီးမေးလ်တွင် ပေးထားသည့် ညွှန်ကြားချက်များကို လိုက်နာပါ။",
    "If you encounter any issues or need assistance, please don't hesitate to contact our support team.": "အကယ်၍ သင်သည် ပြဿနာတစ်စုံတစ်ရာ ကြုံတွေ့ရပါက သို့မဟုတ် အကူအညီ လိုအပ်ပါက၊ ကျွန်ုပ်တို့၏ ပံ့ပိုးကူညီမှုအဖွဲ့ထံ ဆက်သွယ်ရန် တုံ့ဆိုင်းမနေပါနှင့်။",
    "Please be aware that if your account was previously linked to a social media account, updating your email address might unlink them.": "သင့်အကောင့်သည် ဆိုရှယ်မီဒီယာအကောင့်တစ်ခုသို့ ယခင်က လင့်ခ်ချိတ်ထားလျှင် သင့်အီးမေးလ်လိပ်စာကို အပ်ဒိတ်လုပ်ခြင်းက ၎င်းတို့ကို လင့်ခ်ဖြုတ်သွားနိုင်ကြောင်း ကျေးဇူးပြု၍ သတိပြုပါ။",
    "Update Email": "အီးမေးလ်ကို အပ်ဒိတ်လုပ်ပါ",
    "Update Password": "စကားဝှက်ကို အပ်ဒိတ်လုပ်ပါ",
    "Enter Your Current Password": "သင်၏လက်ရှိစကားဝှက်ကိုထည့်ပါ။",
    "Enter New Password": "စကားဝှက်အသစ်ထည့်ပါ။",
    "Retype Password": "စကားဝှက်အားပြန်ရိုက်ပါ။",
    "Enter Headline": "ခေါင်းစဉ်တပ်ပါ။",
    "Enter About You": "သင့်အကြောင်း ကိုရိုက်ထည့်ပါ။",
    "Enter Your Facebook URL": "သင့်Facebook URL ကိုထည့်ပါ။",
    "Enter Your Twitter URL": "သင့်Twitter URL ကိုထည့်ပါ။",
    "Enter Your Instagram URL": "သင့်Instagram URL ကိုထည့်ပါ။",
    "Enter Your Pinterest URL": "သင့်Pinterest URL ကိုထည့်ပါ။",
    "Enter Your GitHub URL": "သင့်GitHub URL ကိုထည့်ပါ။",
    "Enter Your Personal Website URL": "သင့်ကိုယ်ပိုင်ဝဘ်ဆိုဒ် URL ကိုထည့်ပါ။",
    "In App Notifications": "အက်ပ်သတိပေးချက်များ",
    "Your Creative Interests": "သင်၏ဖန်တီးမှုစိတ်ဝင်စားမှုများ",
    "Start following skills and they will show up here.": "အောက်ပါအရည်အချင်းများကိုစတင်ပါ၊ ၎င်းတို့သည်ဤနေရာတွင်ပေါ်လာလိမ့်မည်။",
    "Follow Skills": "အရည်အချင်းများကို လိုက်နာပါ။",
    "Skills You Follow": "သင်လိုက်နာသောကျွမ်းကျင်မှု",
    "There are no skill tags you followed.": "သင်လိုက်ကြည့်ခဲ့သည့် ကျွမ်းကျင်မှုတဂ်များ မရှိပါ။",
    "Search your interest skills": "သင်၏စိတ်ဝင်စားမှုစွမ်းရည်ကိုရှာဖွေပါ။",
    "Done": "ပြီးပြီ",
    "You have reached the end of the page.": "သင်သည် စာမျက်နှာ၏အဆုံးသို့ ရောက်ရှိသွားပါပြီ။",
    "Filters": "စစ်ထုတ်မှုများ",
    "Sort By": "အလိုက်စဥ်သည်",
    "We're sorry we can't find any matches for your filter term.": "သင့်စစ်ထုတ်သည့်အသုံးအနှုန်းအတွက် ကိုက်ညီမှုတစ်စုံတစ်ရာကို ရှာမတွေ့သည့်အတွက် ဝမ်းနည်းပါသည်။",
    "View All Courses": "သင်တန်းများအားလုံးကြည့်ရှုပါ",
    "Learn skills, tools, and techniques from industry experts and creative pros.": "လုပ်ငန်းကျွမ်းကျင်သူများနှင့် ဖန်တီးမှုကျွမ်းကျင်ပညာရှင်များထံမှ ကျွမ်းကျင်မှု၊ ကိရိယာများနှင့် နည်းစနစ်များကို လေ့လာပါ။",
    "Results": "ရလဒ်များ",
    "Filter By": "စစ်ထုတ်ပါ",
    "All": "အားလုံး",
    "Type": "အမျိုးအစား",
    "Relevant": "သက်ဆိုင်ရာ",
    "Number Of Students": "ကျောင်းသားအရေအတွက်",
    "Course Level": "သင်တန်းအဆင့်",
    "Beginner": "အစပြုသူ",
    "Intermediate": "အလယ်အလတ်",
    "Advanced": "အဆင့်မြင့်",
    "All Level": "အဆင့်အားလုံး",
    "Course With": "သင်တန်းနှင့်အတူ",
    "Resources": "အရင်းအမြစ်များ",
    "Publish Date": "ထုတ်ဝေရက်စွဲ",
    "All Time": "အချိန်တိုင်း",
    "Past Week": "ပြီးခဲ့သော သီတင်းပတ်",
    "Past Month": "လွန်ခဲ့သောလ",
    "Past Three Months": "လွန်ခဲ့သောသုံးလ",
    "Past Year": "လွန်ခဲ့သောနှစ်",
    "Course Duration": "သင်တန်းကာလ",
    "Course Rating": "သင်တန်းအဆင့်",
    "Reset Filters": "စစ်ထုတ်မှုများကို ပြန်လည်သတ်မှတ်ပါ",
    "Under 1 hour": "1 နာရီအောက်",
    "1 to 3 hours": "1 မှ 3 နာရီ",
    "3 to 5 hours": "3 မှ 5 နာရီ",
    "Over 5 hours": "5 နာရီကျော်",
    "Course Language": "သင်တန်းဘာသာစကား",
    "Go To Admin Dashboard": "Admin Dashboard သို့သွားပါ",
    "My Courses": "ကျွန်ုပ်၏သင်တန်းများ",
    "Account Setting": "အကောင့်ဆက်တင်",
    "Refer a Friend": "သူငယ်ချင်းတစ်ယောက်ကို ရည်ညွှန်းပါ",
    "My Membership": "ကျွန်ုပ်၏အသင်းဝင်",
    "Sign Out": "ဆိုင်းအောက်",
    "Invite Friends, Get Free Month": "သူငယ်ချင်းများကိုဖိတ်ခေါ်ပါ၊ တစ်လအခမဲ့ရယူပါ။",
    "Invite your friends to join and enjoy our platform! When they sign up using your referral code and make their first payment, you'll receive a free month as our thank you gift. Spread the word and enjoy your extended subscription on us!": "ကျွန်ုပ်တို့၏ပလပ်ဖောင်းတွင် ပါဝင်ဆင်နွှဲရန် သင့်သူငယ်ချင်းများကို ဖိတ်ခေါ်ပါ။ သင့်ရည်ညွှန်းကုဒ်ကို အသုံးပြု၍ အကောင့်ဖွင့်ပြီး ၎င်းတို့၏ ပထမဆုံးငွေပေးချေမှုကို ပြုလုပ်သောအခါ၊ ကျွန်ုပ်တို့၏ ကျေးဇူးတင်လက်ဆောင်အဖြစ် အခမဲ့ တစ်လကို သင်ရရှိမည်ဖြစ်သည်။ နှုတ်ကပတ်တော်ဖြန့်ပြီး ကျွန်ုပ်တို့ထံ သင်၏ ထပ်တိုးစာရင်းသွင်းမှုကို ခံစားလိုက်ပါ။",
    "How It Work": "ဘယ်လိုအလုပ်လုပ်လဲ။",
    "Spread the World": "ကမ္ဘာကိုဖြန့်ပါ။",
    "Earn Free Months": "အခမဲ့လများရယူပါ။",
    "Automatic Rewards": "အလိုအလျောက်ဆုလာဘ်များ",
    "Share your unique referral link with friends via email, social media, or any other way you prefer. They'll get started with a free trial using your link.": "သင်၏ထူးခြားသော ရည်ညွှန်းလင့်ခ်ကို အီးမေးလ်၊ ဆိုရှယ်မီဒီယာ သို့မဟုတ် သင်နှစ်သက်သည့် အခြားနည်းလမ်းဖြင့် သူငယ်ချင်းများနှင့် မျှဝေပါ။ သင့်လင့်ခ်ကို အသုံးပြု၍ အခမဲ့ အစမ်းသုံးခြင်းဖြင့် စတင်ပါမည်။",
    "For each friend who signs up and completes their first payment using your link, you'll earn a free month of subscription.": "သင့်လင့်ခ်ကို အသုံးပြု၍ အကောင့်ဖွင့်ပြီး ၎င်းတို့၏ ပထမဆုံးငွေပေးချေမှုကို အပြီးသတ်သည့် သူငယ်ချင်းတစ်ဦးစီအတွက်၊ သင်သည် အခမဲ့ စာရင်းသွင်းမှု တစ်လကို ရရှိမည်ဖြစ်သည်။",
    "Your earned free months will be automatically applied to your account, ensuring you enjoy uninterrupted access to our platform. They'll be utilized before your next billing period.": "သင်ရရှိထားသော အခမဲ့လများကို ကျွန်ုပ်တို့၏ပလပ်ဖောင်းသို့ အနှောင့်အယှက်ကင်းစွာ ဝင်ရောက်ကြည့်ရှုနိုင်စေရန်အတွက် သင့်အကောင့်သို့ အလိုအလျောက် သက်ရောက်မည်ဖြစ်ပါသည်။ သင်၏နောက်လာမည့်ငွေပေးချေမှုကာလမတိုင်မီ ၎င်းတို့ကို အသုံးချပါမည်။",
    "Copied to clipboard!": "ကလစ်ဘုတ်သို့ ကူးယူထားသည်။",
    "Try Platform For Free": "ပလပ်ဖောင်းကို အခမဲ့စမ်းကြည့်ပါ။",
    "Join Our E-Learning Platform !": "ကျွန်ုပ်တို့၏ E-Learning Platform တွင် ပါဝင်လိုက်ပါ။",
    "Join today for unlimited access to thousands of courses and more.": "ထောင်ပေါင်းများစွာသော သင်တန်းများနှင့် အခြားအရာများကို အကန့်အသတ်မရှိဝင်ရောက်နိုင်ရန် ယနေ့တွင် ပါဝင်လိုက်ပါ။",
    "Go Back To Home": "အိမ်သို့ပြန်သွားပါ",
    "Related Blogs": "ဆက်စပ်ဘလော့များ",
    "Recommended Courses": "အကြံပြုထားသော သင်တန်းများ",
    "What do you want to learn about?": "ဘာအကြောင်းလေ့လာချင်လဲ။",
    "Search Result": "ရှာဖွေမှုရလဒ်",
    "We're sorry we can't find any matches for your search term.": "သင့်ရှာဖွေမှုစကားလုံးအတွက် ကိုက်ညီမှုတစ်စုံတစ်ရာကို ရှာမတွေ့သည့်အတွက် ဝမ်းနည်းပါသည်။",
    "Search": "ရှာဖွေပါ",
    "Course saved to list successfully!": "သင်တန်းကို အောင်မြင်စွာ သိမ်းဆည်းပြီးပါပြီ။",
    "Learning path saved to list successfully!": "သင်ယူမှုလမ်းကြောင်းကို အောင်မြင်စွာ သိမ်းဆည်းပြီးပါပြီ။",
    "Course removed from saved list.": "သိမ်းဆည်းထားသောစာရင်းမှ သင်တန်းကို ဖယ်ရှားခဲ့သည်။",
    "Learning path removed from saved list.": "သိမ်းဆည်းထားသောစာရင်းမှ သင်ယူမှုလမ်းကြောင်းကို ဖယ်ရှားခဲ့သည်။",
    "Search for courses, skill tags and instructors": "သင်တန်းများ၊ ကျွမ်းကျင်မှုတက်ဂ်များနှင့် သင်တန်းပို့ချသူများကို ရှာဖွေပါ။",
    "Menu": "မီနူး",
    "Close": "ပိတ်ပါ",
    "Updates From Courses You're Taking": "သင်တက်နေသော သင်တန်းများမှ အပ်ဒိတ်များ",
    "Announcements, events, and tips and tricks.": "ကြေငြာချက်များ၊ ပွဲများ၊ အကြံဥာဏ်များနှင့် လှည့်ကွက်များ။",
    "Updates from Instructor Discussions": "နည်းပြဆွေးနွေးချက်များမှ အပ်ဒိတ်များ",
    "Public Discussions outside of a course that teachers share to all of their followers.": "ဆရာများက ၎င်းတို့၏နောက်လိုက်များအားလုံးကို မျှဝေသည့် သင်တန်းပြင်ပတွင် အများသူငှာ ဆွေးနွေးမှုများ။",
    "Activity on Your Projects": "သင့်ပရောဂျက်များတွင် လုပ်ဆောင်ချက်",
    "Someone likes or comments on a project you've created.": "သင်ဖန်တီးထားသော ပရောဂျက်တစ်ခုအပေါ် တစ်စုံတစ်ဦးမှ ကြိုက်နှစ်သက်ခြင်း သို့မဟုတ် မှတ်ချက်ပေးခြင်း။",
    "Activity on Your Discussions and Comments": "သင်၏ ဆွေးနွေးမှုများနှင့် မှတ်ချက်များဆိုင်ရာ လုပ်ဆောင်ချက်",
    "Someone replies to a comment or discussion you've created.": "သင်ဖန်တီးထားသော မှတ်ချက် သို့မဟုတ် ဆွေးနွေးမှုကို တစ်စုံတစ်ဦးမှ စာပြန်ပါသည်။",
    "Replies to Comments": "မှတ်ချက်များကို ပြန်ကြားသည်။",
    "Someone replies to a comment that you previously replied to.": "တစ်စုံတစ်ဦးသည် သင်ယခင်က ပြန်ကြားခဲ့သည့် မှတ်ချက်ကို အကြောင်းပြန်သည်။",
    "New Follower": "Follower အသစ်",
    "Someone on platform follows you.": "ပလက်ဖောင်းပေါ်ရှိ တစ်စုံတစ်ယောက်သည် သင့်နောက်သို့ လိုက်နေပါသည်။",
    "New Course by Someone You Follow": "သင်လိုက်ကြည့်သူတစ်ယောက်မှ သင်တန်းအသစ်",
    "Someone you follow creates a Course.": "သင်လိုက်ကြည့်သူတစ်ဦးက သင်တန်းတစ်ခုကို ဖန်တီးသည်။",
    "Personalized Course Recommendations": "စိတ်ကြိုက်သင်တန်း အကြံပြုချက်များ",
    "Weekly recommendations tailored to your interests.": "အပတ်စဉ် အကြံပြုချက်များကို သင့်စိတ်ဝင်စားမှုများနှင့် အံဝင်ခွင်ကျဖြစ်စေသည်။",
    "New Launches and Content": "လွှင့်တင်မှုများနှင့် အကြောင်းအရာအသစ်များ",
    "Learn about new courses, launches, and more on platform.": "ပလပ်ဖောင်းပေါ်တွင် သင်တန်းအသစ်များ၊ စတင်မှုများနှင့် အခြားအရာများအကြောင်း လေ့လာပါ။",
    "Updates from platform": "ပလက်ဖောင်းမှ အပ်ဒိတ်များ",
    "Occasional product and company announcements.": "ရံဖန်ရံခါ ထုတ်ကုန်နှင့် ကုမ္ပဏီ၏ ကြေညာချက်များ။",
    "Promotions and Discounts": "ပရိုမိုးရှင်းများနှင့် လျှော့စျေးများ",
    "Stay in the loop on how to get discounts on platform membership and more.": "ပလပ်ဖောင်းအသင်းဝင်ခြင်းနှင့် အခြားအရာများအတွက် လျှော့စျေးများ မည်သို့ရယူရမည်ကို အာရုံစိုက်ပါ။",
    "Don't Send Me Any Email": "ငါ့ကို မည်သည့်အီးမေးလ်မှ မပို့ပါနှင့်",
    "You will only receive critical account emails.": "သင်သည် အရေးကြီးသော အကောင့်အီးမေးလ်များကိုသာ လက်ခံရရှိမည်ဖြစ်သည်။",
    "Notification enabled successfully.": "အကြောင်းကြားချက်ကို အောင်မြင်စွာ ဖွင့်ထားသည်။",
    "Notification disabled successfully.": "အကြောင်းကြားချက်ကို အောင်မြင်စွာ ပိတ်ထားသည်။",
    "Password updated successfully.": "စကားဝှက်ကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။",
    "Profile updated successfully.": "ပရိုဖိုင်ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်ခဲ့သည်။",
    "Profile information updated successfully.": "ပရိုဖိုင်အချက်အလက်ကို အောင်မြင်စွာ မွမ်းမံပြီးပါပြီ။",
    "Email change verification link sent successfully.": "အီးမေးလ်ပြောင်းလဲမှု အတည်ပြုခြင်းလင့်ခ်ကို အောင်မြင်စွာ ပို့လိုက်ပါပြီ။",
    "Two-factor Authentication": "နှစ်ဆင့်ခံ အထောက်အထားစိစစ်ခြင်း",
    "The two-factor code you have entered does not match.": "သင်ထည့်သွင်းထားသော နှစ်ဆင့်ခံကုဒ်သည် တူညီမှုမရှိပါ။",
    "A new two-factor code has been sent to your email address.": "နှစ်ဆင့်ခံကုဒ်အသစ်တစ်ခု သင့်အီးမေးလ်လိပ်စာသို့ ပို့လိုက်ပါပြီ။",
    "The two-factor code has expired. Please login again.": "နှစ်ဆင့်ခံကုဒ် သည် သက်တမ်းကုန်သွားပါပြီ။ ထပ်မံဝင်ရောက်ပါ။",
    "Increase your account security by requiring that a code emailed to you be entered when you log in.": "သင်ဝင်ရောက်သောအခါတွင် သင့်ထံသို့ အီးမေးလ်ပို့သည့်ကုဒ်ကို ထည့်သွင်းရန် လိုအပ်ခြင်းဖြင့် သင့်အကောင့်လုံခြုံရေးကို တိုးမြှင့်လိုက်ပါ။",
    "Enable": "ဖွင့်ပါ",
    "Disable": "ပိတ်ပါ",
    "Confirm": "အတည်ပြုပါ",
    "Cancel": "ပယ်ဖျက်ပါ",
    "Enable two-factor authentication": "နှစ်ဆင့်ခံ အထောက်အထားစိစစ်ခြင်းကို ဖွင့်ပါ။",
    "Disable two-factor authentication": "နှစ်ဆင့်ခံ အထောက်အထားစိစစ်ခြင်းကို ပိတ်ပါ။",
    "Enabling two-factor authentication will log you out of our platform from all currently logged-in devices.": "နှစ်ဆင့်ခံ အထောက်အထားစိစစ်ခြင်းကို ဖွင့်ခြင်းဖြင့် လက်ရှိအကောင့်ဝင်ထားသည့် စက်များအားလုံးမှ သင့်အား ကျွန်ုပ်တို့၏ ပလပ်ဖောင်းမှ ထွက်ပါမည်။",
    "Disabling two-factor authentication will log you out of our platform from all currently logged-in devices.": "နှစ်ဆင့်ခံ အထောက်အထားစိစစ်ခြင်းကို ပိတ်ခြင်းဖြင့် လက်ရှိအကောင့်ဝင်ထားသည့် စက်များအားလုံးမှ သင့်အား ကျွန်ုပ်တို့၏ ပလပ်ဖောင်းမှ ထွက်ပါမည်။",
    "Check your inbox, we've sent you a 6-digit code.": "သင့်ဝင်စာပုံးကို စစ်ဆေးပါ၊ သင့်အား ဂဏန်း 6 လုံးကုဒ်တစ်ခု ပေးပို့ထားပါသည်။",
    "Don't get a code?": "ကုဒ်ကို မရဘူးလား?",
    "Resend Code": "ကုဒ်ပြန်ပို့ပါ",
    "6-Digit Code": "ဂဏန်း 6 လုံး",
    "My Learning": "ကျွန်ုပ်၏ သင်ယူမှုများ",
    "Saved Courses": "သိမ်းဆည်းထားသော သင်တန်းများ",
    "Saved Learning Paths": "သိမ်းဆည်းထားသော သင်ယူမှုလမ်းကြောင်းများ",
    "My Lists": "ကျွန်ုပ်၏စာရင်းများ",
    "Watch History": "စောင့်ကြည့်မှတ်တမ်း",
    "Enrolled Courses": "စာရင်းသွင်းသင်တန်းများ",
    "Mark As Complete": "ပြီးမြောက်ကြောင်း အမှတ်အသားပြုပါ။",
    "Add To Another List": "အခြားစာရင်းသို့ထည့်ပါ။",
    "Remove From Saved": "သိမ်းဆည်းထားသောနေရာမှ ဖယ်ရှားပါ။",
    "You haven't saved any Learning Paths yet.": "သင်သည် မည်သည့် သင်ယူမှုလမ်းကြောင်း ကိုမျှ မသိမ်းဆည်းရသေးပါ။",
    "You haven't saved any courses yet.": "သင်သည် မည်သည့် သင်တန်း ကိုမျှ မသိမ်းဆည်းရသေးပါ။",
    "Browse Courses": "သင်တန်းများကိုကြည့်ရှုပါ",
    "You haven't created any lists yet.": "သင်သည် မည်သည့်စာရင်းကိုမျှ မဖန်တီးရသေးပါ။",
    "Learning Reminders": "သင်ယူမှု သတိပေးချက်များ",
    "Learning a little each day adds up. Research shows that students who make learning a habit are more likely to reach their goals. Set time aside to learn and get reminders using your learning scheduler.": "နေ့တိုင်း နည်းနည်းလေ့လာသင်ယူတာက ပိုများတယ်။ အလေ့အကျင့်တစ်ခုပြုလုပ်သော ကျောင်းသားများသည် ၎င်းတို့၏ ပန်းတိုင်သို့ အရောက်လှမ်းနိုင်ခြေ ပိုများကြောင်း သုတေသနပြုချက်များအရ သိရသည်။ သင်၏သင်ယူမှုအချိန်ဇယားကို အသုံးပြု၍ သင်ယူရန်နှင့် သတိပေးချက်များရယူရန် ဘေးဖယ်ထားလိုက်ပါ။",
    "Sync Again": "ထပ်မံ၍ ထပ်တူပြုပါ",
    "Add A New Reminder": "သတိပေးချက်အသစ်တစ်ခု ထည့်ပါ",
    "Previous": "နောက်သို့",
    "Next": "ရှေ့သို့"
}