{
    "Learning Paths": "သင်ယူမှုလမ်းကြောင်းများ",
    "Quick Tips": "အမြန်အကြံဥာဏ်များ",
    "Blogs": "ဘလော့များ",
    "Browse": "ရှာဖွေကြည့်ပါ",
    "Sign In": "ဆိုင်းအင်",
    "Sign Up": "ဆိုင်းအပ်",
    "Explore Your Creative Interests": "သင်၏ ဖန်တီးမှုဆိုင်ရာ စိတ်ဝင်စားမှုများကို စူးစမ်းပါ။",
    "Discover and customize your learning journey by adding tags that reflect your creative interests.": "သင်၏ဖန်တီးမှုစိတ်ဝင်စားမှုများကို ထင်ဟပ်စေသည့် တဂ်များထည့်ခြင်းဖြင့် သင်၏သင်ယူမှုခရီးလမ်းကို ရှာဖွေပြီး စိတ်ကြိုက်ပြင်ဆင်ပါ။",
    "Add More": "နောက်ထပ်ထည့်ပါ",
    "Recommended Learning Paths": "သင်ကြားရေးလမ်းကြောင်းများကို အကြံပြုထားသည်။",
    "Reach your learning goals with hand-picked, sequential classes.": "လက်ဖြင့်ရွေးချယ်ထားသော အတန်းလိုက်အတန်းများဖြင့် သင်၏သင်ယူမှုပန်းတိုင်များကို အရောက်လှမ်းပါ။",
    "View All Learning Paths": "သင်ယူမှုလမ်းကြောင်းများအားလုံးကို ကြည့်ရှုပါ",
    "Recommended Courses For You": "သင့်အတွက် အကြံပြုထားသော သင်တန်းများ",
    "Advance towards your learning objectives with expertly selected, step-by-step courses.": "ကျွမ်းကျင်စွာရွေးချယ်ထားသော၊ အဆင့်ဆင့်သော သင်တန်းများဖြင့် သင်၏ သင်ယူမှုရည်မှန်းချက်များဆီသို့ ရှေ့တိုးလိုက်ပါ။",
    "New And Popular Courses": "အသစ်နှင့်လူကြိုက်များသောသင်တန်းများ",
    "Discover the latest trends and most sought-after topics with our new and popular courses.": "ကျွန်ုပ်တို့၏သင်တန်းအသစ်များနှင့် လူကြိုက်များသောသင်တန်းများနှင့်အတူ နောက်ဆုံးပေါ်ခေတ်ရေစီးကြောင်းများနှင့် အမေးအများဆုံးအကြောင်းအရာများကို ရှာဖွေပါ။",
    "Courses Based on Your Interests": "သင့်စိတ်ဝင်စားမှုအပေါ်အခြေခံသော သင်တန်းများ",
    "Explore personalized recommendations tailored to your interests and preferences.": "သင့်စိတ်ဝင်စားမှုများနှင့် စိတ်ကြိုက်ရွေးချယ်မှုများနှင့်အညီ စိတ်ကြိုက်ပြင်ဆင်ထားသော အကြံပြုချက်များကို စူးစမ်းပါ။",
    "Courses": "သင်တန်းများ",
    "All Courses": "သင်တန်းများအားလုံး",
    "Free Courses": "အခမဲ့သင်တန်းများ",
    "Premium Courses": "ပရီမီယံသင်တန်းများ",
    "Podcast": "ပေါ့တ်ကာစ်",
    "Discord": "ဒစ်စကော့",
    "Company": "ကုမ္ပဏီ",
    "Community": "အသိုင်းအဝိုင်း",
    "Youtube": "ယူကျုစ်",
    "About us": "ကျွန်ုပ်တို့ အကြောင်း",
    "Terms & Conditions": "စည်းကမ်းနှင့်သတ်မှတ်ချက်များ",
    "Privacy & Policy": "ကိုယ်ရေးအချက်အလက်မူဝါဒ",
    "Support Center": "အထောက်အကူပြုစင်တာ",
    "Welcome Back": "ကြိုဆိုပါတယ်",
    "Don't have an account yet?": "အကောင့်မရှိသေးဘူးလား?",
    "Sign up here": "ဤနေရာတွင် စာရင်းသွင်းပါ။",
    "Email Address": "အီးမေးလ်လိပ်စာ",
    "Password": "စကားဝှက်",
    "Forgot Password ?": "စကားဝှက်မေ့နေပါသလား ?",
    "Create an account": "အကောင့်တစ်ခုဖန်တီးပါ။",
    "Already have an account?": "အကောင့်ရှိပြီးသားလား?",
    "Sign in here": "ဤနေရာတွင် ဝင်ရောက်ပါ။",
    "Display Name": "ဖော်ပြမည့်အမည်",
    "Confirm Password": "စကားဝှက်အတည်ပြုခြင်း",
    "Re-type Password": "စကားဝှက်အားပြန်ရိုက်ပါ",
    "Create Account": "အကောင့်ပြုလုပ်ပါ",
    "Remember your password?": "သင့်စကားဝှက်ကို မှတ်မိပါသလား။",
    "Submit": "တင်ပြပါ",
    "Processing": "လုပ်ဆောင်နေသည်",
    "Remember Me": "ကျွန်တော့်ကိုမှတ်မိပါသလား။",
    "Platform Administration": "ပလပ်ဖောင်း စီမံခန့်ခွဲမှု",
    "Dashboard": "ဒက်ရှ်ဘုတ်",
    "Analytics": "ပိုင်းခြားစိတ်ဖြာ",
    "Nav Banner": "Nav Banner",
    "Sliders": "ဆလိုက်ဒါများ",
    "Coupons": "ကူပွန်များ",
    "Catalogues": "ကက်တလောက်များ",
    "Categories": "အမျိုးအစားများ",
    "Subcategories": "အမျိုးအစားခွဲများ",
    "Rating & Reviews": "အဆင့်သတ်မှတ်ခြင်းနှင့် သုံးသပ်ချက်များ",
    "Newsletter": "သတင်းလွှာ",
    "Manage Blog": " ဘလော့ စီမံခန့်ခွဲမှု",
    "Contents": "အကြောင်းအရာများ",
    "Support Chat": "ပံ့ပိုးမှု Chat",
    "Subscription Management": "စာရင်းသွင်းမှုစီမံခန့်ခွဲမှု",
    "Subscription Plans": "စာရင်းသွင်းမှု အစီအစဉ်များ",
    "User Subscriptions": "အသုံးပြုသူ စာရင်းသွင်းမှုများ",
    "Payment Processing": "ငွေပေးချေမှု လုပ်ဆောင်ခြင်း",
    "Tracking And Reporting": "ခြေရာခံခြင်းနှင့် အစီရင်ခံခြင်း",
    "Renewal and Cancellation": "Renewal and Cancellation",
    "Management And Oversight": "စီမံခန့်ခွဲမှုနှင့် ကြီးကြပ်ကွပ်ကဲမှု",
    "Manage Instructors": "နည်းပြဆရာများ စီမံခန့်ခွဲမှုy",
    "Claims as a Instructor": "နည်းပြဆရာအဖြစ် တောင်းဆိုမှုများ",
    "Instructors": "နည်းပြဆရာများ",
    "Manage Authority": "အခွင့်အာဏာ စီမံခန့်ခွဲမှု",
    "Permissions": "ခွင့်ပြုချက်များ",
    "Roles": "ရာထူးတာဝန်များ",
    "Assign Role Permissions": "ရာထူးတာဝန် ခွင့်ပြုချက်များ",
    "Manage Accounts": "အကောင့်စီမံခန့်ခွဲမှု",
    "Registered Accounts": "မှတ်ပုံတင်ထားသော အကောင့်များ",
    "Admin Manage'": "အက်မင် စီမံခန့်ခွဲမှု'",
    "Settings": "ဆက်တင်များ",
    "Database Backup": "ဒေတာဘေ့စ် အရန်များ",
    "Skill Tags": "ကျွမ်းကျင်မှု တက်ဂ်များ",
    "Reach Your Learning Goals With Hand-Picked, Sequential Courses": "လက်ဖြင့်ရွေးချယ်၍ ဆက်တိုက်သင်တန်းများဖြင့် သင်၏သင်ယူမှုပန်းတိုင်များကို အရောက်လှမ်းပါ။",
    "Focus your creative journey with our platform Learning Paths. Deepen your skillset with a set of curated courses that build on one another, reinforcing lessons. Available in a range of experience levels from beginner to advanced.": "ကျွန်ုပ်တို့၏ ပလက်ဖောင်း သင်ယူခြင်းလမ်းကြောင်းများဖြင့် သင်၏ ဖန်တီးမှုခရီးကို အာရုံစိုက်ပါ။ တစ်ခုနှင့်တစ်ခုတည်ဆောက်ကာ သင်ခန်းစာများကို အားဖြည့်ပေးသော စုစည်းထားသော သင်တန်းများနှင့်အတူ သင်၏ကျွမ်းကျင်မှုကို တိုးချဲပါ။ စတင်သူမှ အဆင့်မြင့်အထိ အတွေ့အကြုံအဆင့် အကွာအဝေးတွင် ရနိုင်သည်။.",
    "Enter Your Name": "သင့်အမည်ကို ထည့်သွင်းပါ။",
    "Enter Email Address": "အီးမေးလ်လိပ်စာရိုက်ထည့်ပါ။",
    "Enter Password": "စကားဝှက် ရိုက်ထည့်ပါ။",
    "Reset Password": "စကားဝှက်ကို ပြန်လည်သတ်မှတ်ပါ",
    "New Password": "စကားဝှက်အသစ်",
    "Admin Manage": "အက်မင် စီမံခန့်ခွဲမှု"
}